{
  "common": {
    "day": "ngày",
    "rentalNow": "Thuê Ngay",
    "titlePopularCar": "Xe Phổ Biến",
    "viewAll": "Xem Tất Cả",
    "btnShowMore": "Hiển thị thêm xe",
    "titleRecommendationCar": "Xe Khuyến nghị",
    "titleRecentCar": "Xe gần đây",
    "pickUp": "Ngày đặt",
    "dropOff": "Ngày trả",
    "location": "Vị trí",
    "date": "Ngày",
    "selectYourCity": "Chọn thành phố ",
    "findCar": "Tìm Xe",
    "danang": "Đà Nẵng",
    "quangnam": "Quảng Nam",
    "type": "Kiểu xe",
    "capacity": "Sức chứa",
    "price": "Giá",
    "max": "Tối đa.",
    "typeCar": "Kiểu xe",
    "steering": "Hệ thống lái",
    "gasoline": "Xăng",
    "reviewer": "Người đánh giá",
    "reviews": "Đánh giá",
    "showAll": "Xem thêm",
    "person": "Người",
    "car": "Xe",
    "noData": "Không có dữ liệu",
    "search": "Tìm kiếm",
    "selectYourDate": "Chọn ngày",
    "pleaseSignIn": "Vui lòng đăng nhập để thuê xe!",
    "statusOpen": "Chưa thanh toán",
    "statusCancel": "Hủy",
    "statusPending": "Chờ xử lý",
    "statusPaid": "Đã thanh toán",
    "pageNotFound": "Không tìm thấy trang",
    "returnHome": "Trở về trang chủ"
  },
  "login": {
    "loginTitle": "Đăng nhập",
    "email": "Email",
    "placeholderEmail": "Nhập email của bạn",
    "password": "Mật khẩu",
    "placeholderPassword": "Nhập mật khẩu của bạn",
    "signin": "Đăng nhập",
    "dontHaveAnAccount": "Không có tài khoản?",
    "signupHere": "Đăng ký tại đây",
    "requiredEmail": "Vui lòng nhập email của bạn!",
    "formatEmail": "Email sai định dạng!",
    "requiredPassword": "Vui lòng nhập password của bạn!",
    "signInSuccessfully": "Đăng nhập thành công!",
    "signInError": "Sai email hoặc password",
    "errorEmailNotVerify": "Email chưa được verify"
  },
  "register": {
    "fullName": "Họ và tên",
    "placeholderFullName": "Nhập họ và tên của bạn",
    "registerTitle": "Tạo tài khoản",
    "email": "Email",
    "placeholderEmail": "Nhập email của bạn",
    "password": "Mật khẩu",
    "placeholderPassword": "Nhập mật khẩu của bạn",
    "confirmPassword": "Xác nhận mật khẩu",
    "signUp": "Đăng ký",
    "accept": "Tôi đã đọc và chấp nhận",
    "and": "và",
    "termOfServce": "Hạn của dịch vụ",
    "privacyPolicy": "Chính sách bảo mật",
    "fullNameRequired": "Họ và tên không được quá 255 ký tự",
    "requiredField": "Trường này là bắt buộc.",
    "formatEmail": "Email sai định dạng!",
    "validatePassword": "Mật khẩu phải có ít nhất 1 chữ thường, 1 chữ hoa và 1 số!",
    "minPassword": "Mật khẩu phải có ít nhất 8 ký tự",
    "maxPassword": "Mật khẩu không được quá 255 ký tự",
    "validateConfirmPassword": "Mất khẩu không hợp lệ. Vui lòng kiểm tra lại!",
    "alreadyHaveAccount": "Đã có tài khoản?",
    "signInHere": "Đăng nhập tại đây",
    "signInSuccessfully": "Đăng ký thành công. Vui lòng xác minh email của bạn!"
  },
  "privacyPolicy": {
    "title": "Chính sách bảo mật",
    "subTitle": "Bằng cách sử dụng trang web này, bạn đồng ý rằng bạn hiểu, chấp nhận và đồng ý với tuyên bố Chính sách quyền riêng tư của chúng tôi.",
    "contentPrivacyPolicy": "Chúng tôi tôn trọng quyền riêng tư của bạn. Chúng tôi đảm bảo với bạn rằng tất cả thông tin được gửi hoặc thu thập trong quá trình sử dụng Trang web và các dịch vụ sẽ được Morent giữ bí mật nghiêm ngặt và được PHPJabbers 'duy nhất' sử dụng cho mục đích tiếp thị cũng như nâng cao và cải thiện trải nghiệm trực tuyến của người dùng. Chúng tôi không chia sẻ, thuê, bán hoặc tiết lộ thông tin này cho bất kỳ cá nhân, tổ chức hoặc bên thứ ba nào vì bất kỳ lý do gì, ngoại trừ theo yêu cầu của Pháp luật, Quy định hoặc Cơ quan chính phủ. Loại thông tin mà chúng tôi thu thập và lưu giữ tùy thuộc vào sự tương tác của bạn với Trang web của chúng tôi.",
    "whatWeCollect": "Những gì chúng tôi thu thập",
    "contentWhatWeCollect1": "Chúng tôi thu thập thông tin nhận dạng cá nhân mà bạn cung cấp cho chúng tôi, bao gồm tên, địa chỉ gửi thư, số điện thoại, địa chỉ email và các thông tin khác. Tất cả thông tin này được Người dùng tự nguyện cung cấp thông qua nhiều biểu mẫu web khác nhau như tài khoản người dùng, biểu mẫu đặt hàng, email, biểu mẫu gửi hoặc sản phẩm hoặc các yêu cầu thông tin khác. Chúng tôi cũng có thể thu thập thông tin liên quan đến liên hệ của bạn với nhóm hỗ trợ khách hàng của chúng tôi hoặc lưu trữ kết quả khi bạn trả lời khảo sát.",
    "contentWhatWeCollect2": "Chúng tôi cũng thu thập các loại thông tin không thể nhận dạng cá nhân khác nhau về khách truy cập trang web của chúng tôi. Chúng bao gồm nhưng không giới hạn ở URL giới thiệu, địa chỉ IP của Người dùng, thời gian truy cập, địa chỉ trang web giới thiệu, các trang đã truy cập, thời gian dành cho Trang web, v.v.",
    "contentWhatWeCollect3": "Chúng tôi không thu thập hoặc truyền tải thông tin nhạy cảm (chẳng hạn như số thẻ tín dụng) qua internet; tất cả thông tin liên quan đến chủ thẻ tín dụng hoặc số thẻ tín dụng hoặc thông tin tương tự khác đang được bên thứ ba (PayPal hoặc bất kỳ công ty xử lý thanh toán nào khác) xác minh và xử lý để xử lý giao dịch thẻ tín dụng. Các bên thứ ba này không được phép sử dụng thông tin của bạn vì bất kỳ lý do nào khác ngoài việc thực hiện dịch vụ của chúng tôi.",
    "howWeUse": "Cách chúng tôi sử dụng thông tin đã thu thập",
    "contentHowWeUse1": "Chúng tôi sử dụng thông tin được thu thập chủ yếu để cung cấp dịch vụ mà Người dùng yêu cầu. Nó được sử dụng để cung cấp dịch vụ ban đầu và hỗ trợ Người dùng liên tục. Thông tin này cũng có thể được sử dụng để gửi cho bạn các email định kỳ thông báo về dịch vụ quan trọng, sản phẩm mới, cập nhật và tin tức của Công ty, các chương trình khuyến mãi khác nhau, v.v. Chúng tôi không gửi SPAM, bạn có thể quyết định KHÔNG nhận những email như vậy bằng cách hủy đăng ký khỏi danh sách của chúng tôi bất cứ lúc nào .",
    "contentHowWeUse2": "Thông tin cũng được sử dụng cho mục đích ghi chép và thanh toán cũng như để cải thiện hiệu quả của Trang web và hoạt động kinh doanh của chúng tôi. Thông tin được Trang web của chúng tôi thu thập và lưu trữ tự động được sử dụng để đo lường số lượng khách truy cập vào Trang web của chúng tôi và để xác định hiệu suất hệ thống hoặc các sự cố máy chủ. Chúng tôi cũng sử dụng thông tin này để giúp chúng tôi mở rộng phạm vi phủ sóng của Trang web và làm cho Trang web của chúng tôi hữu ích hơn.",
    "contentHowWeUse3": "Dựa trên dữ liệu được thu thập, chúng tôi cố gắng cải thiện các nỗ lực quảng cáo và bán hàng, bố cục và nội dung trang web, đồng thời làm cho trải nghiệm tổng thể của bạn trở nên dễ chịu hơn. Thông tin cũng có thể được sử dụng để giải quyết quyền sở hữu và các tranh chấp khác cũng như thực thi các thỏa thuận giữa chúng tôi và Người dùng."
  },
  "termsOfService": {
    "title": "Điều khoản Dịch vụ",
    "acceptanceOfTerms": "Chấp Nhận Các Điều Khoản",
    "contentAcceptance": "Bằng cách truy cập hoặc sử dụng các dịch vụ do Morent cung cấp, bạn đồng ý tuân thủ các điều khoản và điều kiện này. Nếu bạn không đồng ý với bất kỳ phần nào của các điều khoản này, bạn không được sử dụng dịch vụ của chúng tôi.",
    "rentalAgreement": "Hợp Đồng Cho Thuê Xe",
    "contentRentalAgreement1": "Điều Kiện Đủ Điều Kiện: Để thuê xe, bạn phải đạt ít nhất 18 tuổi và có giấy phép lái xe hợp lệ.",
    "contentRentalAgreement2": "Đặt Chỗ: Việc đặt chỗ phụ thuộc vào sự có sẵn của xe và xác nhận. Chúng tôi có quyền hủy bỏ hoặc điều chỉnh đặt chỗ theo quyết định của chúng tôi.",
    "contentRentalAgreement3": "Nhận và Trả Xe: Bạn đồng ý nhận và trả xe tại địa điểm và trong khoảng thời gian đã thống nhất. Việc trả xe muộn có thể phải trả thêm phí.",
    "rentalRatesAndFees": "Giá và Phí Cho Thuê",
    "contentRentalRates1": "Giá Cho Thuê: Giá thuê xe được quy định trên trang web của chúng tôi hoặc được cung cấp bởi đại diện dịch vụ khách hàng của chúng tôi.",
    "contentRentalRates2": "Phí Bổ Sung: Có thể áp dụng các chi phí bổ sung cho các dịch vụ, quãng đường vượt quá, nhiên liệu hoặc phí làm sạch.",
    "paymentAndSecurity": "Thanh Toán và Đặt Cọc",
    "contentPaymentAndSecurity1": "Thanh Toán: Thanh toán phải được thực hiện khi nhận xe. Chúng tôi chấp nhận Paypal và COD, và thông tin thẻ tín dụng là bắt buộc.",
    "contentPaymentAndSecurity2": "Đặt Cọc Bảo Đảm: Có thể yêu cầu một khoản đặt cọc để bảo đảm chất lượng xe và thanh toán các chi phí phát sinh. Khoản đặt cọc sẽ được hoàn trả khi xe được trả đúng điều kiện.",
    "cancellationAndRefundPolicy": "Chính Sách Hủy và Hoàn Trả",
    "contentCancellation1": "Hủy Đặt Chỗ: Quý khách có thể hủy đặt chỗ trong vòng 1 giờ/ngày trước khi đặt chỗ để được hoàn trả. Hủy muộn có thể phải trả phí.",
    "contentCancellation2": "Hoàn Trả: Quyết định hoàn trả phụ thuộc vào quyền của chúng tôi và có thể được xử lý theo chính sách hoàn trả của chúng tôi.",
    "insuranceAndLiability": "Bảo Hiểm và Trách Nhiệm",
    "contentInsurance1": "Bảo Hiểm: Morent cung cấp các tùy chọn bảo hiểm, và khuyến khích khách hàng xem xét và chọn bảo hiểm phù hợp với nhu cầu của họ.",
    "contentInsurance2": "Trách Nhiệm: Khách hàng chịu trách nhiệm cho bất kỳ thiệt hại hoặc mất mát nào đối với xe thuê trong thời gian thuê.",
    "terminationOfAgreement": "Chấm Dứt Hợp Đồng",
    "contentTermination": "Chúng tôi giữ quyền chấm dứt hợp đồng thuê bất cứ lúc nào nếu bạn vi phạm các điều khoản và điều kiện quy định tại đây.",
    "governingLaw": "Luật Áp Dụng",
    "contentGoverning": "Các điều khoản và điều kiện này được điều chỉnh bởi luật pháp của Việt Nam. Mọi tranh chấp sẽ được giải quyết tại tòa án của Việt Nam.",
    "changesToTerms": "Thay Đổi Điều Khoản",
    "contentChangesToTerms": "Chúng tôi giữ quyền sửa đổi các điều khoản dịch vụ này bất cứ lúc nào. Bạn có trách nhiệm xem xét các điều khoản này định kỳ để cập nhật thông tin.",
    "contactInfo": "Thông Tin Liên Hệ",
    "effectiveDate": "Ngày Có Hiệu Lực",
    "companyName": "Tên công ty",
    "address": "Địa chỉ",
    "phoneNumber": "Số điện thoại"
  },
  "verifyEmail": {
    "goToSignIn": "Đến trang đăng nhập",
    "titleVerifyEmailSuccess": "Verify email successfully",
    "titleVerifyEmailFail": "Verify email Failed",
    "contentVerifyEmailSuccess": "Email của bạn đã được xác thực.",
    "contentVerifyEmailFail": "Email của bạn chưa được xác thực."
  },
  "header": {
    "signIn": "Đăng nhập",
    "placeholderSearch": "Tìm kiếm gì đó ở đây",
    "myOrder": "Đơn hàng của tôi",
    "logOut": "Đăng xuất"
  },
  "footer": {
    "ourVision": "Tầm nhìn của chúng tôi là cung cấp sự tiện lợi và giúp tăng doanh số bán hàng của bạn.",
    "about": "Về",
    "howItWorks": "Nó hoạt động như nào",
    "featured": "Đặc sắc",
    "partnership": "Quan hệ đối tác",
    "bussinessRelation": "Mỗi quan hệ kinh doanh",
    "community": "Cộng đồng",
    "event": "Sự kiện",
    "blog": "Bài viết",
    "podcast": "Chương trình radio",
    "inviteAFriend": "Mời bạn bè",
    "socials": "Mạng xã hội",
    "copyright": "©2024 MORENT. Đã đăng ký bản quyền",
    "privacyPolicy": "Chính sách và bảo mật",
    "termsCondition": "Điều khoản và điều kiện"
  },
  "banner": {
    "rentalCar": "Cho thuê xe",
    "titleRentalCarLeft": "Nền tảng tốt nhất cho thuê ô tô",
    "contentRentalCarLeft": "Dễ dàng thực hiện việc thuê xe một cách an toàn và đáng tin cậy. Tất nhiên là ở mức giá thấp.",
    "titleRentalCarRight": "Cách dễ dàng để thuê xe với giá thấp",
    "contentRentalCarRight": "Cung cấp dịch vụ cho thuê xe giá rẻ và tiện nghi an toàn, thoải mái."
  },
  "payment": {
    "rentalSummary": "Bảng tổng kết cho thuê",
    "descriptionRentalSummary": "Giá có thể thay đổi tùy thuộc vào thời gian thuê và giá thuê xe của bạn.",
    "reviewer": "Người đánh giá",
    "subtotal": "Tổng cộng",
    "tax": "Thuế",
    "applyPromoCode": "Áp dụng mã khuyến mãi",
    "applyNow": "Áp dụng ngay",
    "totalRentalPrice": "Tổng giá thuê",
    "overallPrice": "Giá chung và bao gồm chiết khấu cho thuê",
    "billingInfo": "Thông tin thanh toán",
    "pleaseEnterYourBillingInfo": "Vui lòng nhập thông tin thanh toán của bạn",
    "step1Of4": "Bước 1 trên 4",
    "name": "Tên",
    "address": "Địa chỉ",
    "phoneNumber": "Số điện thoại",
    "townCity": "Tỉnh / Thành phố",
    "townOrCity": "Tỉnh hoặc thành phố",
    "rentalInfo": "Thông tin cho thuê",
    "pleaseSelectYourRentalDate": "Vui lòng chọn ngày thuê của bạn",
    "step2Of4": "Bước 2 trên 4",
    "pickUp": "Ngày đặt",
    "dropOff": "Ngày trả",
    "location": "Địa điểm",
    "date": "Ngày",
    "selectYourCity": "Chọn thành phố của bạn",
    "selectYourDate": "Chọn ngày của bạn",
    "paymentMethod": "Phương thức thanh toán",
    "pleaseEnterYourPaymentMethod": "Vui lòng nhập phương thức thanh toán của bạn",
    "step3Of4": "Bước 3 trên 4",
    "cod": "Thanh toán bằng tiền mặt",
    "confirmation": "Xác nhận",
    "weAreGettingToTheEnd": "Chúng ta đang đến gần cuối. Chỉ còn vài bước nữa và việc thuê của bạn sẽ sẵn sàng!",
    "step4Of4": "Bước 4 trên 4",
    "iAgreeWithSending": "Tôi đồng ý với việc gửi email tiếp thị và bản tin. Không có thư rác, đã hứa!",
    "iAgreeWithOurTerms": "Tôi đồng ý với các điều khoản và điều kiện cũng như chính sách bảo mật của chúng tôi.",
    "allYourDateAreSafe": "Tất cả dữ liệu của bạn đều an toàn",
    "weAreUsingTheMost": "Chúng tôi sử dụng công nghệ bảo mật tiên tiến nhất để mang lại trải nghiệm tốt nhất cho bạn.",
    "rentNow": "Thuê ngay",
    "thisFieldIsRequired": "Trường này là bắt buộc",
    "phoneNumberMustHave": "Số điện thoại phải đủ 10 số",
    "paymentSuccesfully": "Thanh toán thành công!",
    "ordersSuccessfully": "Đặt xe thành công!",
    "ordersFailed": "Đặt xe không thành công",
    "messageCoupon": "Áp dụng mã khuyến mãi thành công"
  },
  "orders": {
    "ordersList": "Danh sách đặt xe",
    "orderId": "Mã đơn hàng",
    "paymentMethod": "Phương thức thanh toán",
    "code": "Mã",
    "totalPrice": "Tổng giá tiền",
    "status": "Trạng thái",
    "action": "Hành động",
    "detail": "Chi tiết",
    "orderDetail": "Chi tiết hóa đơn",
    "pickUp": "Ngày đặt",
    "dropOff": "Ngày trả",
    "location": "Địa điểm",
    "date": "Ngày",
    "customerName": "Tên khách hàng",
    "phoneNumber": "Số điện thoại",
    "address": "Địa chỉ",
    "townCity": "Tỉnh / Thành phố",
    "subtotal": "Tổng phụ",
    "tax": "Thuế",
    "coupon": "Mã giảm",
    "download": "Tải xuống",
    "back": "Trở lại"
  }
}
